jethrokuan/z
patrickf1/fzf.fish
jorgebucaran/autopair.fish
nickeb96/puffer-fish
kidonng/zoxide.fish
jorgebucaran/replay.fish
gazorby/fish-abbreviation-tips
jorgebucaran/fisher
meaningful-ooo/sponge
gazorby/fifc
pure-fish/pure
