jethrokuan/z
patrickf1/fzf.fish
jorgebucaran/autopair.fish
nickeb96/puffer-fish
kidonng/zoxide.fish
jorgebucaran/replay.fish
gazorby/fish-abbreviation-tips
ilancosman/tide@v6
jorgebucaran/fisher
